[
    {
        "name": "Бароко",
        "id": "бароко",
        "description": "Бароко (XVII - XVIII ст.) — напрям у літературі та мистецтві загалом, характерними ознаками якого був акцент на врочистості, пишнота, динамічність композиції. У поезії українського бароко виник силабічний вірш, поряд із яким існував також вірш народний. Найвідомішим жанром була духовна пісня, поширеними були філософська й еротична лірика, панегірик, епіграма, пейзажні та емблематичні вірші, тощо.",
        "label": ""
    },
    {
        "name": "Романтизм",
        "id": "романтизм",
        "description": "Романтизм (XVIII - XIX ст.) — напрям у літературі та мистецтві загалом, характерними ознаками якого є оспівування природи, перевага емоцій над розумом, а почуттів над інтелектом, інтерес до окремої особистості, зосередження на її пристрастях і внутрішній боротьбі, тяжіння до меланхолії та аскетизму. Визначальним також є інтерес до фольклору, народної культури, етнічних джерел.",
        "label": ""
    },
    {
        "name": "Модернізм",
        "id": "модернізм",
        "description": "Модернізм (XIX - XX ст.) виник як реакція на численні революції, урбанізацію та індустріалізацію, на нього також вплинули жахи Першої світової війни. Ключовими ознаками модернізму є індивідуалізм, експеримент, абсурдність, символізм та формалізм. Багато письменників цього напряму використовували стиль “потоку свідомості”.",
        "label": "Вибір редакції"
    },
    {
        "name": "Наші 20-ті",
        "id": "наші 20і",
        "description": "Наші 20-ті — термін, котрий створила українська літературознавиця Ярина Цимбал на позначення української літератури першої половини ХХ-го сторіччя замість поширених «Червоного ренесансу» або «Розстріляного відродження». На нашу думку, парасольковий термін «наші 20-ті» найширший і дає змогу охопити собою творчість усіх письменників цієї епохи, зокрема й тих, чиї імена не увійшли до мартиролога, але є не менш важливими в розумінні мегатексту цього періоду, а прикметник «наші» гарно долає віддаль, із якою ми часто дивимося на тексти тих письменників, що стали хрестоматійними.",
        "label": "Вибір редакції"
    },
    {
        "name": "Аванґард",
        "id": "авангард",
        "description": "Аванґард (20-ті рр. ХХ ст.) — течія, визначальними ознаками якої було руйнування традиційних форм і канонів, інтуїтивне сприйняття дійсності, суб’єктивізм, динамізм, фрагментарність, гра з читачем.",
        "label": ""
    },
    {
        "name": "Неокласицизм",
        "id": "неокласицизм",
        "description": "Неокласики (початок ХХ ст.) — група українських поетів та письменників-модерністів початку ХХ століття, означена літературознавцями як «гроно п’ятірне». Неокласицизм виник як спроба впорядкувати хаос тодішньої реальності, письменники часто запозичували форму та зміст текстів античної Греції. Твори українських поетів-неокласиків насичені топосами й ремінісценціями, парафразами, цитаціями, алюзіями, тощо.",
        "label": ""
    },
    {
        "name": "Соцреалізм",
        "id": "соцреалізм",
        "description": "Соцреалізм (1932-1988 рр.) — стиль, що офіційно існував у Радянському Союзі та був одним з інструментів пропаганди. Визначальними рисами соцреалізму була ідеалізація радянської дійсності, оспівування пролетаріату та комуністичних цінностей. Не всі поети, що належать до українського соцреалізму писали виключному в цьому стилі: ми цінуємо золоті рядки Максима Рильського, Павла Тичини чи Андрія Малишка, у творчості яких, попри соцреалістичні тексти, існують бездоганне відчуття слова й світу. \n У цьому контексті варто згадати про літературознавчу працю Василя Стуса, присвячену творчості Павла Тичини, під назвою «Феномен доби (Сходження на Голгофу слави)». Вважає, що вона є репрезентативною не лише щодо Тичини, але й соцреалізму в українській літературі загалом.\n Василь Стус у цій книзі аналізує еволюцію чи то пак занепад Тичининого таланту, котрий трансформувався під впливом тиску радянських служб, що зробило Павла Тичину співцем соцреалізму. 1972 року після арешту Василя Стуса, «Феномен доби (Сходження на Голгофу слави)» конфіскували, й праця пролежала в архівах КДБ упродовж десятиліть. \n\nДодаємо низку цитат із цієї книги:\n\n • «…фізична смерть тільки наблизила поета до життя, що тепер він куди натуральніший за того манекена якого я бачив у 64 (65?) році».\n\n • «…генієм його зробила українська революція, але своєї місії він став свідомий значно раніше».\n\n • «Тичина — перший поет-оптиміст в українській новітній літературі. Його радість, правда, невкорінена, вона шугає над світом, як птах».\n\n • «”Соняшні кларнети” — це переважно книга передчуття сподіваного щастя, передчуття, яке так і не справдилося — лірика 1917 року і перед нею. І це чи не єдина із збірок на рівні Тичининого генія. Тому в доробку поета їй відведено перше місце не тільки хронологічно».\n\n • «Крапля роси Тичининського таланту світилася всіма кольорами райдуги. Отож, природньо було подумати, що відро води відбиватиме значно більше світу. І краплю роси свого таланту поет розбавив відром води».\n\n • «Слава генія, змушеного бути пігмеєм, блазнем при дворі кривавого короля, була заборонена. Слава ж пігмея, що став паразитувати на тлі генія, була забезпечена величезним пропагандистським трестом».\n\n • «В історії світової літератури, мабуть, не знайдеться іншого такого прикладу, коли б поет віддав половину свого життя високій поезії, а половину — нещадній боротьбі зі своїм геніальним обдаруванням».\n\n • «Як би там не було, Тичина — така ж жертва сталінізації нашого суспільства, як Косинка, Куліш, Хвильовий, Скрипник, Зеров чи Курбас. З однією різницею: їхня фізична смерть не означала смерті духовної. Тичина, фізично живий, помер духовно, але був приневолений до існування як духовний мрець, до існування по той бік самого себе. Тичина піддався розтлінню, завдавши цим такої шкоди своєму талантові, якої йому не могла завдати жодна у світі сила. Починалася смуга подальшої деградації поета, причому деградував покійний поет так само геніально, як колись писав вірші».\n\n • «Творчість Тичини 30-х років — це тільки маніпуляції над небіжчиком, спроби використати мерця, [...] ці бездарні версифікаційні вправи уже писав хтось — але мертвою поетовою рукою».\n\n • «Народ перестав існувати для Тичини, а Тичина перестав існувати для народу».\n\n • «…поет жив у час, що заправив генія на роль блазня. І поет погодився на цю роль».\n\n • «Геніальний Тичина вмер. Лишився жити чиновник літературної канцелярії, довічно хворий на манію переслідування, жалюгідний пігмей із великим ім'ям Тичини. Творчість Тичини 30-х років — це тільки маніпуляції над небіжчиком, спроби використати мерця. Як не моторошно це казати, але наступна творчість Тичини — це майже ірреальні спроби примусити усміхатися голий череп. Вірші поета перестали бути актом індивідуальної творчості: ці бездарні версифікаційні вправи уже писав хтось — але мертвою поетовою рукою. Кажуть, не одну ніч Тичина лягав спати не роздягаючись: він чекав арешту…»\n\n • «Тичини не одживили і роки після XX з'їзду КПРС, коли Рильський і Бажан повернулися до перерваної на 25 років молодості. Тичина цього зробити не міг. Можливо, йому і тут підказала інтуїція: одживлюватись — зарано; попереду ще будуть холоди.»\n\n • Подібних думок над Тичиновою творчістю дотримується і літературознавиця, сучасниця Василя Стуса, Михайлина Коцюбинська, в своїй науковій розвідці «Корозія таланту: болючі роздуми про поезію Павла Тичини і не тільки про неї».",
        "label": ""
    },
    {
        "name": "Празька школа",
        "id": "празька школа",
        "description": "Празька школа (XX ст.) — українські письменники, які після захоплення України Радянським Союзом у 1920-х роках виїхали за кордон, переважно до Європи, і тривалий час мали своїм культурно-управлінським осередком місто Прагу та Подєбради. Літературознавці схильні вважати, що поетика авторів празької школи має деякі спільні риси. Зокрема, неофольклоризм, міфологізм, вітаїстичні мотиви, історіософія, рефлексії над минулим, сучасним і майбутнім, духовний стоїцизм, тощо.",
        "label": ""
    },
    {
        "name": "Шістдесятники",
        "id": "шістдесятники",
        "description": "Шістдесятники (50-60 рр. XX ст.) — мистецька молодь українських 60-х, чия творчість була антитезою до офіційних комуністичних тенденцій, нонконформісти, котрі прагнули визволення від радянського тоталітарного режиму та піднесення національної свідомості. Визначальною у дискурсі українських шістдесятників була свобода думки та творчості, індивідуалізм, гуманізм, перевага загальнолюдських цінностей над соціалістичними.",
        "label": "Вибір редакції"
    },
    {
        "name": "Вісімдесятники",
        "id": "вісімдесятники",
        "description": "Вісімдесятники (80 рр. ХХ ст.) — введена в літературознавчий обіг умовна назва покоління поетів, які дебютували у 80-х роках ХХ сторіччя, характерними ознаками творчості яких є розкішна постмодерністська гра, інтермедіальність, відмова від традиційних метафор та форм, концептуалізм та урбаністичні сюжети.",
        "label": ""
    },
    {
        "name": "Нью-Йоркська школа",
        "id": "нью йоркська школа",
        "description": "Нью-Йоркська школа (50 рр. ХХ ст. - ХХІ ст.) — неформальна назва поетичного об’єднання, що зародилося у 1950-х роках у Нью-Йорку. Письменники Нью-Йоркської групи часто орієнтувались на західні тенденції творчої думки, зокрема до театру абсурду, цитацій, карнавалу, сюрреалізму. Це також і ідеї гуманізму, свободи, експерименти в текстотворенні, потік свідомості, міфічне сприйняття.",
        "label": "Вибір редакції"
    },
    {
        "name": "Сучасна українська поезія",
        "id": "сучасна українська поезія",
        "description": "Сучасна українська поезія (ХХІ ст.) — голоси нашого часу, котрі найпершими реагують на зміни в державі, світі, нас.",
        "label": "Нове"
    },
    {
        "name": "Поезія з війни",
        "id": "поезія з війни",
        "description": "Поезія з війни (ХХІ ст.) — тексти поетів і поеток, які беруть участь у силах оборони країни під час активної фази геноцидальної війни Росії проти України. Колекція буде регулярно поповнюватися.",
        "label": "Вибір редакції"
    }
]
